// © Copyright 2005-2008, 2015-2016 HP Development Company, L.P.

TaskName = "Diagnostics de la qualité d'impression";

TransferringProcessTitle = "Transfert du fichier en cours…";
PrintingProcessTitle = "Impression de la page Diagnostics de la qualité d'impression…";

NoPrintTitle = "Impossible d'imprimer la page Diagnostics de la qualité d'impression";
NoPrintMsg = "Veuillez vérifier si l'imprimante est branchée et activée, puis essayez de nouveau.";

RMTPQDPanelTitle = "Imprimer une page de diagnostic de qualité d'impression";
HSDRMTQPDPanelHeader = "Imprime une page de test pour vous aider à déterminer s’il y a lieu d’exécuter des outils spécifiques en vue d’améliorer la qualité de vos impressions.";
HSDRMTQPDPanelFooter = "Pour imprimer une copie de la page de diagnostic de la qualité d’impression, cliquez sur Imprimer page.";
HSDRMTPQDButtonTitle = "Imprimer page";

HSDQualityDiagnosticsTextFieldTitle = "Diagnostics de la qualité d'impression";
HSDInfoTextFieldTitle = "L'imprimante imprime une page pour vous aider à déterminer si vous devez exécuter un outil de maintenance afin d'améliorer la qualité d'impression de vos documents imprimés.";
HSDGuideTextFieldTitle = "Cliquez sur le bouton Imprimer pour imprimer une copie de la page Diagnostics de la qualité d'impression.";
HSDPrintButtonTitle = "Imprimer";
